# Diet (диета)

Эта статья расккажет вам о моде [diet](https://modrinth.com/mod/diet).

## Мод по стандарту
Diet добовляет диету.
Диета состоит из групп(фрукты, зёрна, потеины, овощи и сахар) которые могут быть полезным(фрукты, зёрна, потеины и овощи) или вредным(сахар).
При достижении определёных значений групп на вас накладувются различные эффекты, нпример: увеличение скорости бега или голод.

## Изменения в сборке
В нашем культе добовляется ровно одна вещь: отравление.
Отравление - это крейне вредная гуппа, содержащияся в отравленых или слишном сильных видах пищи.
Важно! отравление может отменять бафы других груп!

## Эффекты
|Гуппа(ы)|Уровень|Эффект(ы)|
|-|-|-|
|отравление|>90%|скорость атаки/4, урон*-0.9, скорость/4, здоровье/2|
|фрукты, зёрна, потеины, овощи|>80%|здоровье+2, урон+2, скорость атаки+10%|
|фрукты/зёрна/потеины/овощи|>80%|здоровье+2, сопротивление отталкиванью+0.1, твёрдость брони+1|
|сахар|>80%|скорость+25%, голод III|
